{
    "introduction": {
        "title": "INTRODUCTION",
        "content": "This game is the same as samgong or (3 picture) where the result of this game depends on the number of 3 cards you get. Each card has a specific value."
    },
    "rules": {
        "title": "RULES",
        "steps": [
            "Ace cards to 10 each have a value of 1 to 10, while cards J, Q and K are worth 10. The highest value in this game is 3 pictures.",
            "In this game we use a rolling board with numbers and pictures like official cards but with a total of 36 with details of 3 dots each for A - 10 and 2 dots for J, Q and K. Balls with a total of 3 will be dropped into the board in sequence 1 by 1. Each buzlatan where the ball stops will be added up to get the result and the number taken is the last number from the total.",
            "The unique thing about this game is that we provide Player and Banker betting where you can choose the player card (Output based on Gongball) or banker card (Output based on Card) which wins."
        ]
    },
    "placing-a-bet": {
        "title": "PLACING A BET",
        "reference": "REFERENCE",
        "name": "Name",
        "example": "Example",
        "main-number": {
            "title": "Main Number",
            "description": "Main Number: Guess the last number from the sum of 0, As(1), 2, 3, 4, 5, 6, 7, 8, 9"
        },
        "small": {
            "title": "Small",
            "description": "Small: The last number from the sum of 3 balls has a value from 0-4"
        },
        "big": {
            "title": "Big",
            "description": "Big: The last number from the sum of 3 balls has a value from 5-9"
        },
        "odd": {
            "title": "Odd",
            "description": "Odd: The last number from the sum of 3 balls has an odd value (1, 3, 5, 7, 9)"
        },
        "even": {
            "title": "Even",
            "description": "Even: The last number from the sum of 3 balls is Even (0,2,4,6,8)"
        },
        "k": {
            "title": "K",
            "description": "K (King): There is one of the balls that stops being drawn K (King)"
        },
        "2k": { "title": "KK", "description": "KK: There are 2 balls that stop drawn by K (King)" },
        "3pic": {
            "title": "3 Pictures",
            "description": "3 Picture: 3 Results of the output ball stopping at the combination image of (J, Q and K) Example: QQJ, JJK",
            "notes": "Note: All output results for the bets above are determined by the value of the gong ball output not from playing cards and if the output of the ball is 3 pictures all bets will be declared a Draw except for 3 picture bets."
        },
        "player": {
            "title": "Bet Player",
            "description": "Player Bet: Placing a Player's card (Gong Ball) that is bigger or winning than the Banker's card (Card)"
        },
        "banker": {
            "title": "Bet Banker",
            "description": "Banker Bet: Placing a card issued by the Banker (Card) that is bigger or winning than the card issued by the Player (Gong Ball)",
            "notes": "Note: If the output between the player and the banker is the same value, it will be determined by the number of pictures (J, Q, K) that is greater between the two. If the number of pictures or images is the same then the Player and Banker bet results in DRAW.",
            "example": "Example : <br/> Ball Output Results (Player): K, K, 9 (9) <br/> Card Output Results (Dealer): K, 5, 3 (8) <br/> The winning bet is the Main Number (9), Big, Odd, K, KK and the Player Bet is also declared a win because the player's cards are 9 while the dealer's cards are only 8."
        }
    },
    "payout": {
        "title": "Payout",
        "bet-payout": "bet payout"
    }
}
