{
    "introduction": {
        "title": "การแนะนำ",
        "content": "Suwit เป็นเกมสัญญาณมือโบราณจากจีนที่รู้จักกันดีทั่วโลกในชื่อเกมเป่ายิ้งฉุบ ในเกมที่ไม่เหมือนใครนี้เราได้รวม Suwit จากจีนเข้ากับ Suwit จากอินโดนีเซียเพื่อสร้างเกมที่พิเศษมากนี้",
        "game-objective": "วัตถุประสงค์ของเกม",
        "content-2": "เป้าหมายของ Suwit คือการทายการเดิมพันที่ชนะเมื่อเทียบกับผลของลูกเต๋า ในเกมนี้มี 6 สัญญาณมือที่สามารถเลือกได้ ได้แก่ กรรไกร ค้อน กระดาษ นิ้วโป้ง นิ้วชี้ และนิ้วก้อย"
    },
    "rules": {
        "title": "กฎ",
        "steps": [
            "เกมนี้ใช้ลูกบอล 24 ลูกที่มีหมายเลขตั้งแต่ 1 ถึง 24 โดยมีสีแดงและดำซึ่งอยู่ในกรงที่จะหมุนทุกครั้งที่เริ่มเล่นรอบใหม่",
            "เกมจะเริ่มขึ้นเมื่อดีลเลอร์เปิดให้วางเดิมพัน",
            "จากนั้นคุณต้องวางเดิมพันบนแผงที่เราจัดเตรียมไว้ให้",
            "การเดิมพันทั้งหมดจะได้รับการยอมรับโดยอัตโนมัติเมื่อหมดเวลา",
            "หลังจากหมดเวลาการเดิมพัน ดีลเลอร์จะหมุนกรงลูกบอลเพื่อกำหนดผลลัพธ์ของเกม",
            "การเดิมพันแบบหมายเลขเดียวเท่านั้นที่มีสิทธิ์เข้าร่วมระบบโบนัส Lucky Number และ Jackpot Number การเดิมพันอื่น ๆ นอกเหนือจากการเดิมพันแบบหมายเลขเดียวจะได้รับการจ่ายตามตารางการจ่าย",
            "ผลลัพธ์ของเกมแต่ละรอบจะมีเพียงหมายเลขเดียวระหว่าง 1 ถึง 24 และหากลูกบอลไม่อยู่ในตำแหน่งที่ชัดเจนจะถือว่าเป็น 'ไม่มีเกม' และดีลเลอร์จะหมุนกรงอีกครั้งจนกว่าจะได้ผลลัพธ์ที่ชัดเจน"
        ]
    },
    "placing-a-bet": {
        "title": "การวางเดิมพัน",
        "description": "เกมนี้ใช้ลูกเต๋า 2 ลูก <b>(แดงและดำ)</b> ที่มี 6 ด้านแสดงสัญลักษณ์ต่าง ๆ ลูกเต๋าสีดำจะใช้สำหรับ Suwit ที่มีสัญลักษณ์ <b>กรรไกร ค้อน และกระดาษ</b> ส่วนลูกเต๋าสีแดงจะใช้สำหรับ Suwit ที่มีสัญลักษณ์ <b>นิ้วโป้ง นิ้วชี้ และนิ้วก้อย</b>",
        "2-combination-bet": "การวางเดิมพันแบบสองลูกเต๋า",
        "row-and-column-bet": "เดิมพันแถวและคอลัมน์",
        "vs-black-dice": "เปรียบเทียบลูกเต๋าดำ",
        "vs-red-dice": "เปรียบเทียบลูกเต๋าแดง",
        "split-bet": "การเดิมพันแบบแยก",
        "corner-bet": "การเดิมพันแบบมุม"
    },
    "suwit-information": {
        "title": "ระบบโบนัส",
        "information": "ข้อมูล Suwit",
        "winner": "ผู้ชนะ Suwit"
    },
    "bet-description-and-example": {
        "title": "คำอธิบายการเดิมพันและตัวอย่าง",
        "description": "คำอธิบาย",
        "examples": "ตัวอย่างผลลัพธ์",
        "anything": "อะไรก็ได้",
        "bet": "การเดิมพัน",
        "result": "ผลลัพธ์ของลูกเต๋า",
        "main-bet": {
            "title": "เดิมพันหลัก",
            "vs-black": {
                "title": "เทียบกับลูกเต๋าดำ",
                "description": "เดิมพันเทียบกับลูกเต๋าดำ",
                "bet": "เทียบกับลูกเต๋าดำ"
            },
            "gunting": {
                "title": "กรรไกร",
                "description": "จ่ายเมื่อผลลัพธ์เป็นกระดาษ",
                "bet": "กรรไกร"
            },
            "batu": {
                "title": "ค้อน",
                "description": "จ่ายเมื่อผลลัพธ์เป็นกรรไกร",
                "bet": "ค้อน"
            },
            "kertas": {
                "title": "กระดาษ",
                "description": "จ่ายเมื่อผลลัพธ์เป็นค้อน",
                "bet": "กระดาษ"
            },
            "vs-red": {
                "title": "เทียบกับลูกเต๋าแดง",
                "description": "เดิมพันเทียบกับลูกเต๋าแดง",
                "bet": "เทียบกับลูกเต๋าแดง"
            },
            "jempol": {
                "title": "นิ้วโป้ง",
                "description": "จ่ายเมื่อผลลัพธ์เป็นนิ้วชี้",
                "bet": "นิ้วโป้ง"
            },
            "telunjuk": {
                "title": "นิ้วชี้",
                "description": "จ่ายเมื่อผลลัพธ์เป็นนิ้วก้อย",
                "bet": "นิ้วชี้"
            },
            "kelingking": {
                "title": "นิ้วก้อย",
                "description": "จ่ายเมื่อผลลัพธ์เป็นนิ้วโป้ง",
                "bet": "นิ้วก้อย"
            },
            "kombinasi": {
                "title": "ผสม",
                "description": "เดิมพันผสมของลูกเต๋าสองลูก",
                "bet": "ผสม"
            },
            "satu": {
                "title": "หนึ่ง",
                "description": "จ่ายเมื่อผสมที่เลือกชนะผลของลูกเต๋า",
                "bet": "กรรไกร, นิ้วโป้ง"
            },
            "dua": {
                "title": "สอง",
                "description": "จ่ายเมื่อหนึ่งในสองผสมที่เลือกชนะผลของลูกเต๋า",
                "bet": "กรรไกร, นิ้วโป้ง, ค้อน, นิ้วก้อย"
            },
            "empat": {
                "title": "สี่",
                "description": "จ่ายเมื่อหนึ่งในสี่ผสมที่เลือกชนะผลของลูกเต๋า",
                "bet": "กรรไกร นิ้วโป้ง, ค้อน นิ้วก้อย, ค้อน นิ้วชี้, กระดาษ นิ้วโป้ง"
            },
            "baris": {
                "title": "แถว",
                "description": "จ่ายเมื่อผสมที่ชนะอยู่ในแถวที่เลือก",
                "bet": "คอลัมน์ 1"
            },
            "kolom": {
                "title": "คอลัมน์",
                "description": "จ่ายเมื่อผสมที่ชนะอยู่ในคอลัมน์ที่เลือก",
                "bet": "แถว 1"
            }
        }
    },
    "payout": {
        "title": "การจ่ายเงิน",
        "bet-payout": "การจ่ายเงินเดิมพัน",
        "bonus-payout": "การจ่ายเงินโบนัส",
        "lucky-number-multiplier": "ตัวคูณหมายเลขนำโชค",
        "jackpot-number-multiplier": "ตัวคูณหมายเลขแจ็กพอต",
        "number-times": "{{value}}เท่า"
    }
}
