{
    "introduction": {
        "title": "แนะนำ",
        "content": "เกมนี้เหมือนกับเกมสามกอง (3 รูป) ที่ผลลัพธ์ของเกมจะขึ้นอยู่กับจำนวนไพ่ 3 ใบที่คุณได้รับ โดยไพ่แต่ละใบจะมีค่าเฉพาะตัว"
    },
    "rules": {
        "title": "กติกา",
        "steps": [
            "ไพ่ Ace ถึง 10 มีค่าตั้งแต่ 1 ถึง 10 ในขณะที่ไพ่ J, Q และ K มีค่าเท่ากับ 10 ค่าสูงสุดในเกมนี้คือ 3 รูป",
            "ในเกมนี้ เราใช้กระดานหมุนที่มีตัวเลขและรูปภาพคล้ายกับไพ่อย่างเป็นทางการ แต่มีทั้งหมด 36 ใบ โดยแต่ละใบจะมีจุด 3 จุดสำหรับ A - 10 และ 2 จุดสำหรับ J, Q และ K ลูกบอลที่มีค่าเท่ากับ 3 จะถูกปล่อยลงกระดานทีละลูก ผลลัพธ์จะถูกคำนวณจากตำแหน่งที่ลูกบอลหยุด และตัวเลขสุดท้ายของผลรวมจะถูกนำมาใช้",
            "จุดเด่นของเกมนี้คือ เราให้บริการเดิมพัน Player และ Banker ซึ่งคุณสามารถเลือกไพ่ของผู้เล่น (ผลจาก Gongball) หรือไพ่ของเจ้ามือ (ผลจากไพ่) ที่ชนะ"
        ]
    },
    "placing-a-bet": {
        "title": "วางเดิมพัน",
        "reference": "อ้างอิง",
        "name": "ชื่อ",
        "example": "ตัวอย่าง",
        "main-number": {
            "title": "ตัวเลขหลัก",
            "description": "ตัวเลขหลัก: ทายตัวเลขสุดท้ายจากผลรวม 0, As(1), 2, 3, 4, 5, 6, 7, 8, 9"
        },
        "small": {
            "title": "เล็ก",
            "description": "เล็ก: ตัวเลขสุดท้ายจากผลรวมของลูกบอล 3 ลูกมีค่า 0-4"
        },
        "big": {
            "title": "ใหญ่",
            "description": "ใหญ่: ตัวเลขสุดท้ายจากผลรวมของลูกบอล 3 ลูกมีค่า 5-9"
        },
        "odd": {
            "title": "คี่",
            "description": "คี่: ตัวเลขสุดท้ายจากผลรวมของลูกบอล 3 ลูกเป็นเลขคี่ (1, 3, 5, 7, 9)"
        },
        "even": {
            "title": "คู่",
            "description": "คู่: ตัวเลขสุดท้ายจากผลรวมของลูกบอล 3 ลูกเป็นเลขคู่ (0, 2, 4, 6, 8)"
        },
        "k": {
            "title": "K",
            "description": "K (คิง): มีลูกบอลหนึ่งลูกหยุดที่ตำแหน่ง K (คิง)"
        },
        "2k": {
            "title": "KK",
            "description": "KK: มีลูกบอลสองลูกหยุดที่ตำแหน่ง K (คิง)"
        },
        "3pic": {
            "title": "3 รูป",
            "description": "3 รูป: ผลลัพธ์ของลูกบอล 3 ลูกหยุดที่รูปแบบ J, Q และ K เช่น QQJ, JJK",
            "notes": "หมายเหตุ: ผลลัพธ์การเดิมพันทั้งหมดด้านบนจะตัดสินโดยผลของ Gongball ไม่ใช่จากไพ่ และถ้าผลลัพธ์ของลูกบอลคือ 3 รูป การเดิมพันทั้งหมดจะถือว่าเสมอ ยกเว้นการเดิมพัน 3 รูป"
        },
        "player": {
            "title": "เดิมพันผู้เล่น",
            "description": "เดิมพันผู้เล่น: เลือกไพ่ของผู้เล่น (Gongball) ที่มีค่ามากกว่าหรือชนะไพ่ของเจ้ามือ (ไพ่)"
        },
        "banker": {
            "title": "เดิมพันเจ้ามือ",
            "description": "เดิมพันเจ้ามือ: เลือกไพ่ของเจ้ามือ (ไพ่) ที่มีค่ามากกว่าหรือชนะไพ่ของผู้เล่น (Gongball)",
            "notes": "หมายเหตุ: หากผลลัพธ์ระหว่างผู้เล่นและเจ้ามือมีค่าเท่ากัน จะพิจารณาจากจำนวนรูปภาพ (J, Q, K) ที่มากกว่า หากจำนวนรูปภาพเท่ากัน การเดิมพันของผู้เล่นและเจ้ามือจะถือว่าเสมอ",
            "example": "ตัวอย่าง : <br/> ผลลัพธ์ของ Gongball (ผู้เล่น): K, K, 9 (9) <br/> ผลลัพธ์ของไพ่ (เจ้ามือ): K, 5, 3 (8) <br/> การเดิมพันที่ชนะคือ ตัวเลขหลัก (9), ใหญ่, คี่, K, KK และการเดิมพันผู้เล่นถือว่าชนะ เพราะไพ่ของผู้เล่นคือ 9 ในขณะที่ไพ่ของเจ้ามือคือ 8"
        }
    },
    "payout": {
        "title": "อัตราจ่าย",
        "bet-payout": "อัตราจ่ายเดิมพัน"
    }
}
