{
    "introduction": {
        "title": "แนะนำ",
        "content": "โดมิโนไลฟ์เป็นหนึ่งในเกมดั้งเดิมที่เก่าแก่และได้รับความนิยมมากที่สุด โดยมีต้นกำเนิดจากไพโกว (Pai Gow) และเพิ่มองค์ประกอบของบาคาร่ากับดราก้อนไทเกอร์เข้ามา เกมนี้เล่นระหว่างผู้เล่นและเจ้ามือ <br/>ด้วยไพ่พิเศษที่สามารถจ่ายเงินได้สูงสุดถึง 666 เท่า! การวางเดิมพันไพ่พิเศษจะเพิ่มความตื่นเต้นและความสนุกในการเล่นเกมนี้"
    },
    "goal": {
        "title": "เป้าหมายของเกม",
        "content": "เป้าหมายของโดมิโนไลฟ์คือการทายว่าระหว่างผู้เล่นและเจ้ามือ ฝ่ายใดจะได้คะแนนรวมที่ใกล้เคียงกับ 9 มากที่สุด หรือว่าทั้งคู่จะเสมอกัน ผู้เล่นยังสามารถวางเดิมพันในไพ่พิเศษเพื่อรับรางวัลที่สูงกว่าได้"
    },
    "rules": {
        "title": "การเล่นและกฎ",
        "steps": [
            "เกมนี้จัดขึ้นโดย <i>ดีลเลอร์</i>",
            "เกมใช้ไพ่โดมิโน 7 สำรับ (สำรับละ 28 ใบ) ในแต่ละรอบ",
            "เป็นการแข่งขันระหว่างฝ่ายผู้เล่นและฝ่ายเจ้ามือ",
            "เมื่อดีลเลอร์เปิดให้เดิมพัน การเล่นก็เริ่มขึ้นและการเดิมพันทั้งหมดจะถูกยืนยันอัตโนมัติเมื่อหมดเวลา",
            "ดีลเลอร์แจกไพ่ให้ฝ่ายผู้เล่นและฝ่ายเจ้ามือฝ่ายละสองใบ",
            "ฝ่ายที่มีคะแนนสูงสุดหรือใกล้เคียงกับ 9 จะเป็นฝ่ายชนะ",
            "หากผลออกมาเป็น <b>เสมอ</b> การเดิมพันในฝ่ายผู้เล่นและฝ่ายเจ้ามือจะได้รับคืน ส่วนการเดิมพันเสมอจะชนะ",
            "ลำดับของไพ่พิเศษคือ หกเซียน > ชุดคู่ > ใหญ่บริสุทธิ์ > เล็กบริสุทธิ์"
        ]
    },
    "domino-card": {
        "title": "ไพ่โดมิโน",
        "description": "ชุดไพ่โดมิโนมีทั้งหมด 28 ใบ โดยแต่ละใบมีแต้มที่ด้านบนและด้านล่างต่างกัน และแบ่งออกเป็น 7 ชุดดังนี้:",
        "seri-0": {
            "heading": "ชุด 0",
            "description": "ชุดนี้มีไพ่ทั้งหมด 7 ใบ โดยแต่ละใบมีค่า 0 ที่ด้านบน และค่า 0-6 ที่ด้านล่าง"
        },
        "seri-1": {
            "heading": "ชุด 1",
            "description": "ชุดนี้มีไพ่ทั้งหมด 6 ใบ โดยแต่ละใบมีค่า 1 ที่ด้านบน และค่า 1-6 ที่ด้านล่าง"
        },
        "seri-2": {
            "heading": "ชุด 2",
            "description": "ชุดนี้มีไพ่ทั้งหมด 5 ใบ โดยแต่ละใบมีค่า 2 ที่ด้านบน และค่า 2-6 ที่ด้านล่าง"
        },
        "seri-3": {
            "heading": "ชุด 3",
            "description": "ชุดนี้มีไพ่ทั้งหมด 4 ใบ โดยแต่ละใบมีค่า 3 ที่ด้านบน และค่า 3-6 ที่ด้านล่าง"
        },
        "seri-4": {
            "heading": "ชุด 4",
            "description": "ชุดนี้มีไพ่ทั้งหมด 3 ใบ โดยแต่ละใบมีค่า 4 ที่ด้านบน และค่า 4-6 ที่ด้านล่าง"
        },
        "seri-5": {
            "heading": "ชุด 5",
            "description": "ชุดนี้มีไพ่ทั้งหมด 2 ใบ โดยแต่ละใบมีค่า 5 ที่ด้านบน และค่า 5-6 ที่ด้านล่าง"
        },
        "seri-6": {
            "heading": "ชุด 6",
            "description": "ชุดนี้มีไพ่ทั้งหมด 1 ใบ โดยแต่ละใบมีค่า 6 ที่ด้านบนและด้านล่าง"
        }
    },
    "counting-card": {
        "title": "วิธีการนับไพ่",
        "example": "ตัวอย่าง: ",
        "description": "การนับแต้มโดมิโนจะรวมแต้มจากไพ่ทั้งสองใบเข้าด้วยกัน คะแนนสูงสุดคือ 9 (Q) หากแต้มรวมเป็นเลขสองหลัก ให้ใช้หลักหน่วยเป็นคะแนนทั้งหมด",
        "case-example": "ตัวอย่างกรณี: ",
        "6+6+4+4 2": "ในตัวอย่างนี้ ฝ่ายผู้เล่นมีคะแนน <b>8</b> จึงชนะ และฝ่ายเจ้ามือมีคะแนน <b>2</b> จึงแพ้",
        "q-no-q": {
            "heading": "Q และ No Q",
            "description": "กฎการเดิมพัน Q, No Q และ Q0-9 จะขึ้นอยู่กับคะแนนรวมของไพ่ผู้เล่น 2 ใบและไพ่เจ้ามือ 2 ใบ ด้านล่างนี้เป็นคำอธิบายเกี่ยวกับการเดิมพันเหล่านี้:"
        },
        "bet-q": {
            "heading": "การเดิมพัน Q",
            "description": "การเดิมพัน Q จะชนะหาก <b>ไพ่สองใบใด</b> <b>รวมกันได้ 9 แต้ม (Q)</b>",
            "description-2": "ไพ่ใบแรก (<b>7 แต้ม</b>) และไพ่ใบที่สอง (<b>2 แต้ม</b>) รวมกันได้ <b>9 แต้ม</b> ทำให้การเดิมพัน Q ชนะ"
        },
        "bet-no-q": {
            "heading": "การเดิมพัน No Q",
            "description": "การเดิมพัน No Q จะชนะหาก <b>ไม่มีไพ่สองใบใด</b> <b>รวมกันได้ 9 แต้ม (Q)</b>",
            "description-2": "ไม่มีไพ่สองใบใดรวมกันได้ <b>9 แต้ม</b> ทำให้การเดิมพัน No Q ชนะ"
        },
        "bet-q0-q9": {
            "heading": "การเดิมพัน Q0 - Q9",
            "description": "การเดิมพัน Q0 - Q9 จะชนะหาก <b>มีไพ่สองใบ</b> ที่รวมกันได้ <b>9 แต้ม (Q)</b> และ <b>อีกสองใบมีแต้มตรงตามที่เลือก (0-9)</b>",
            "description-2": "ไพ่ใบแรก (<b>7 แต้ม</b>) และใบที่สอง (<b>2 แต้ม</b>) รวมกันได้ <b>9 แต้ม</b> และไพ่ใบที่สาม (<b>4 แต้ม</b>) กับใบที่สี่ (<b>6 แต้ม</b>) รวมได้ <b>0 แต้ม</b> ทำให้การเดิมพัน Q0 ชนะ"
        }
    },
    "special-card-and-jackpot": {
        "title": "ไพ่พิเศษ & แจ็กพอต",
        "description": "ไพ่พิเศษช่วยเพิ่มความสนุกให้กับเกมและเพิ่มโอกาสในการชนะ ไพ่พิเศษเกิดจากการรวมไพ่ผู้เล่นสองใบและไพ่เจ้ามือสองใบ โดยมี 4 ประเภทของไพ่พิเศษ (หกเซียน, ชุดคู่, ใหญ่บริสุทธิ์, เล็กบริสุทธิ์) หากในรอบเดียวกันมีไพ่พิเศษหลายประเภท ไพ่ที่มีลำดับสูงสุดจะชนะ",
        "case-example": "ตัวอย่างกรณี: ",
        "1-seq": {
            "heading": "หกเซียน (อันดับ 1)",
            "description": "หกเซียนเกิดขึ้นเมื่อไพ่ทั้งสี่ใบมี <b>แต้ม 6</b> ทั้งหมด",
            "description-2": "ไพ่ทั้งสี่ใบมี <b>แต้ม 6</b> ทำให้การเดิมพันหกเซียนชนะ"
        },
        "2-seq": {
            "heading": "ชุดคู่ (อันดับ 2)",
            "description": "ชุดคู่เกิดขึ้นเมื่อไพ่ทั้งสี่ใบมี <b>คู่แต้ม</b> ทั้งหมด",
            "description-2": "ไพ่ทั้งสี่ใบมี <b>คู่แต้ม</b> ทำให้การเดิมพันชุดคู่ชนะ",
            "note": "*ไพ่ 33 33 33 33 ถือเป็นหกเซียน ไม่ใช่ชุดคู่"
        },
        "3-seq": {
            "heading": "ใหญ่บริสุทธิ์ (อันดับ 3)",
            "description": "ใหญ่บริสุทธิ์เกิดขึ้นเมื่อไพ่ทั้งสี่ใบมี <b>แต้มรวม</b> ระหว่าง <b>39 ถึง 47</b>",
            "description-2": "ไพ่ทั้งสี่ใบมี <b>แต้มรวม 39</b> ทำให้การเดิมพันใหญ่บริสุทธิ์ชนะ",
            "description-3": "ไพ่ทั้งสี่ใบมี <b>แต้มรวม 47</b> ทำให้การเดิมพันใหญ่บริสุทธิ์ชนะ"
        },
        "4-seq": {
            "heading": "เล็กบริสุทธิ์ (อันดับ 4)",
            "description": "เล็กบริสุทธิ์เกิดขึ้นเมื่อไพ่ทั้งสี่ใบมี <b>แต้มรวม</b> ระหว่าง <b>1 ถึง 9</b>",
            "description-2": "ไพ่ทั้งสี่ใบมี <b>แต้มรวม 1</b> ทำให้การเดิมพันเล็กบริสุทธิ์ชนะ",
            "description-3": "ไพ่ทั้งสี่ใบมี <b>แต้มรวม 9</b> ทำให้การเดิมพันเล็กบริสุทธิ์ชนะ"
        },
        "jackpot": {
            "heading": "แจ็กพอต",
            "description": "การเดิมพันแจ็กพอตจะครอบคลุมไพ่พิเศษ <b>ทั้งหมด</b> ที่ระบุไว้ข้างต้น หากผู้เล่นเดิมพันแจ็กพอตและในผลลัพธ์มีไพ่พิเศษ จะได้รับรางวัลแจ็กพอต"
        }
    },
    "bet-description-and-example": {
        "title": "คำอธิบายการเดิมพันและตัวอย่าง",
        "winning-conditions": "เงื่อนไขการชนะ",
        "bet": "การเดิมพัน",
        "result": "ผลลัพธ์",
        "status": "สถานะ",
        "description": "คำอธิบาย",
        "example": "ตัวอย่าง",
        "player": "ผู้เล่น",
        "banker": "เจ้ามือ",
        "card": "ไพ่",
        "main-bet": {
            "heading": "การเดิมพันหลัก",
            "player": {
                "title": "ผู้เล่น",
                "description": "จ่ายเงินหากคะแนนรวมของผู้เล่น <b>สูงกว่าเจ้ามือ</b>"
            },
            "banker": {
                "title": "เจ้ามือ",
                "description": "จ่ายเงินหากคะแนนรวมของเจ้ามือ <b>สูงกว่าผู้เล่น</b>"
            },
            "tie": {
                "title": "เสมอ",
                "description": "จ่ายเงินหากคะแนนของผู้เล่นและเจ้ามือ <b>เท่ากัน</b>"
            }
        },
        "side-bet": {
            "heading": "การเดิมพันข้าง",
            "q": {
                "title": "Q",
                "description": "จ่ายเงินเมื่อ <b>ไพ่สองใบใด</b> รวมกันได้ <b>9 แต้ม (Q)</b>"
            },
            "no-q": {
                "title": "No Q",
                "description": "จ่ายเงินเมื่อ <b>ไม่มีไพ่สองใบใด</b> รวมกันได้ <b>9 แต้ม (Q)</b>"
            },
            "q0-q9": {
                "title": "Q0 - Q9",
                "description": "จ่ายเงินเมื่อ <b>ไพ่สองใบใด</b> รวมกันได้ <b>9 แต้ม (Q)</b> และไพ่อีกสองใบมีคะแนน <b>ตามที่กำหนด (0-9)</b>"
            }
        },
        "special-bet": {
            "heading": "การเดิมพันพิเศษ",
            "six-gods": {
                "title": "หกเซียน",
                "description": "จ่ายเงินเมื่อไพ่ทั้งสี่ใบมีคะแนน <b>เท่ากับ 6</b>"
            },
            "twin-series": {
                "title": "ชุดคู่",
                "description": "จ่ายเงินเมื่อไพ่ทั้งสี่ใบมีคะแนนเป็น <b>คู่</b>"
            },
            "pure-big": {
                "title": "ใหญ่บริสุทธิ์",
                "description": "จ่ายเงินเมื่อ <b>คะแนนรวม</b> ของไพ่ทั้งสี่ใบอยู่ระหว่าง <b>39-47</b>"
            },
            "pure-small": {
                "title": "เล็กบริสุทธิ์",
                "description": "จ่ายเงินเมื่อ <b>คะแนนรวม</b> ของไพ่ทั้งสี่ใบอยู่ระหว่าง <b>1-9</b>"
            },
            "jackpot": {
                "title": "แจ็กพอต",
                "description": "จ่ายเงินเมื่อมีไพ่พิเศษออกมาในไพ่ทั้งสี่ใบ"
            }
        }
    },
    "payout": {
        "title": "การจ่ายเงิน",
        "bet-payout": "การจ่ายเงินเดิมพัน"
    }
}
